sro_names = [
    'Ассоциация арбитражных управляющих "СИБИРСКИЙ ЦЕНТР ЭКСПЕРТОВ АНТИКРИЗИСНОГО УПРАВЛЕНИЯ"',
    'Ассоциация "Национальная организация арбитражных управляющих"',
    'Ассоциация саморегулируемая организация арбитражных управляющих "Межрегиональный центр экспертов и профессиональных управляющих"',
    'Ассоциация "ДМСО" - Ассоциация "Дальневосточная межрегиональная саморегулируемая организация профессиональных арбитражных управляющих"',
    'Саморегулируемая организация "Ассоциация арбитражных управляющих "Паритет"',
    'Саморегулируемая межрегиональная общественная организация "Ассоциация антикризисных управляющих"',
    'СОЮЗ АРБИТРАЖНЫХ УПРАВЛЯЮЩИХ "ВОЗРОЖДЕНИЕ"',
    'Союз "МЦАУ" - Союз "Межрегиональный центр арбитражных управляющих"',
    'Союз "СОАУ "Альянс" - Союз "Саморегулируемая организация арбитражных управляющих "Альянс"',
    'Ассоциация "Саморегулируемая организация арбитражных управляющих "Южный Урал"',
    'Ассоциация ВАУ "Достояние" Ассоциация Ведущих Арбитражных Управляющих "Достояние"',
    'САМОРЕГУЛИРУЕМАЯ ОРГАНИЗАЦИЯ СОЮЗ "АРБИТРАЖНЫХ УПРАВЛЯЮЩИХ "ПРАВОСОЗНАНИЕ"',
    'Союз арбитражных управляющих "Саморегулируемая организация "ДЕЛО"',
    'ААУ "ЦФОП АПК" - Ассоциация арбитражных управляющих "Центр финансового оздоровления предприятий агропромышленного комплекса"',
    'НПС СОПАУ "Альянс управляющих" - Некоммерческое Партнёрство - Союз "Межрегиональная саморегулируемая организация профессиональных арбитражных управляющих "Альянс управляющих"',
    'АССОЦИАЦИЯ "САМОРЕГУЛИРУЕМАЯ ОРГАНИЗАЦИЯ АРБИТРАЖНЫХ УПРАВЛЯЮЩИХ ЦЕНТРАЛЬНОГО ФЕДЕРАЛЬНОГО ОКРУГА"',
    'Ассоциация "КМ СРО АУ "Единство" - Ассоциация "Краснодарская межрегиональная саморегулируемая организация арбитражных управляющих "Единство"',
    'Ассоциация "Межрегиональная саморегулируемая организация арбитражных управляющих"',
    'Ассоциация арбитражных управляющих "СИРИУС"'
]

result = ", ".join(sro_names)
print(result)